<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body,td,th {
	color: #FFFFFF;
}
body {
	background-color: #000000;
}
a:link {
	color: #0000CC;
	text-decoration: none;
}
a:visited {
	text-decoration: none;
}
a:hover {
	text-decoration: underline;
}
a:active {
	text-decoration: none;
}
.style1 {font-size: 18px}
-->
</style></head>

<body>
<p>&nbsp;</p>
<blockquote>
  
  <map name="Map" id="Map">
    <area shape="rect" coords="457,822,878,1028" href="#" />
  </map>
  <span class="style1">VEHICULOS  </span>
  <ul class="style1">
    <li><strong>Cami&oacute;n</strong>: Un veh&iacute;culo grande y pesado que puede transportar a varios jugadores. Es lento pero resistente y puede atropellar a los enemigos.</li>
  </ul>
  <blockquote class="style1">    <img src="Screenshot_20240206-230637.jpg" width="468" height="240" /></blockquote>
  <ul class="style1">
    <li><strong>Cuatrimoto</strong>: Un veh&iacute;culo peque&ntilde;o y &aacute;gil que puede llevar a dos jugadores y tiene buena tracci&oacute;n en terrenos irregulares. Es r&aacute;pido pero vulnerable y puede saltar por rampas.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230513.jpg" width="488" height="269" /></blockquote>
  <ul class="style1">
    <li><strong>Motocicleta</strong>: Un veh&iacute;culo de dos ruedas que puede llevar a dos jugadores y tiene una buena aceleraci&oacute;n y maniobrabilidad. Es ideal para escapar o perseguir a los enemigos, pero tiene poca protecci&oacute;n.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230518.jpg" width="475" height="248" /></blockquote>
  <ul class="style1">
    <li><strong>Jackal</strong>: Un veh&iacute;culo blindado que puede llevar a cuatro jugadores y tiene una torreta giratoria con un lanzamisiles. Es potente y vers&aacute;til, tiene buena velocidad y una visibilidad limitadas. Su radar marca a los jugadores en el mapa.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230653.jpg" width="484" height="265" /></blockquote>
  <ul class="style1">
    <li><strong>Aeromoto</strong>: Un veh&iacute;culo volador que puede llevar a un jugador. Es el &uacute;nico veh&iacute;culo que puede pasar por terreno y agua.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230710.jpg" width="545" height="283" /></blockquote>
  <ul class="style1">
    <li><strong>Todoterreno</strong>: Un veh&iacute;culo de cuatro ruedas que puede llevar a cuatro jugadores. Es un veh&iacute;culo equilibrado que puede adaptarse a diferentes situaciones, pero no tiene ninguna caracter&iacute;stica sobresaliente.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230508.jpg" width="469" height="286" /></blockquote>
  <ul class="style1">
    <li><strong>Muscle car</strong>: Un veh&iacute;culo deportivo que puede llevar a dos jugadores y tiene una gran velocidad y potencia. Es el veh&iacute;culo m&aacute;s r&aacute;pido del juego, pero tiene una pobre estabilidad y una baja resistencia al da&ntilde;o.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230640.jpg" width="534" height="244" /></blockquote>
  <ul class="style1">
    <li><strong>Coche de rally</strong>: Un veh&iacute;culo de carreras que puede llevar a cuatro jugadores y tiene una buena tracci&oacute;n y maniobrabilidad. Es un veh&iacute;culo &aacute;gil y preciso, pero tiene una baja potencia y una alta sensibilidad al da&ntilde;o.</li>
  </ul>
</blockquote>
<ul class="style1">
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230647.jpg" width="523" height="272" /></blockquote>
  <ul type="square" class="style1">
    <li type="square"><strong>Antelope A20</strong>: Es un coche blindado que ofrece seguridad y velocidad por tierra. Tiene capacidad para cuatro personas y una ametralladora montada en el techo. Es ideal para recorrer largas distancias o defender una posici&oacute;n.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230510.jpg" width="500" height="289" /></blockquote>
  <ul type="square" class="style1">
    <li type="square"><strong>Helic&oacute;ptero</strong>: Es el veh&iacute;culo m&aacute;s r&aacute;pido y vers&aacute;til por aire. Tiene capacidad para cinco personas. Es perfecto para sobrevolar el mapa, evitar el gas o sorprender a los rivales desde el cielo.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230521.jpg" width="531" height="246" /></blockquote>
  <ul type="square" class="style1">
    <li type="square"><strong>Bote</strong>: Tiene capacidad para cuatro personas. Es &uacute;til para navegar por el agua, cruzar r&iacute;os o lagos o atacar a los enemigos en la costa.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230526.jpg" width="501" height="301" /></blockquote>
  <ul type="square" class="style1">
    <li type="square"><strong>Tanque</strong>: Es el veh&iacute;culo m&aacute;s poderoso y resistente del juego. Tiene capacidad para dos personas y un ca&ntilde;&oacute;n principal y una ametralladora secundaria. Es capaz de destruir cualquier otro veh&iacute;culo o estructura con facilidad, pero tambi&eacute;n es muy ruidoso y lento.</li>
  </ul>
  <blockquote class="style1">    <img src="Imagenes/vehiculos/Screenshot_20240206-230529.jpg" width="517" height="267" /></blockquote>
  <ul type="square" class="style1">
    <li type="square"><strong>Snowboard</strong>: Es un veh&iacute;culo individual que se puede usar en los mapas nevados. Permite bajar r&aacute;pidamente por las monta&ntilde;as, hacer saltos y trucos o esquivar el fuego enemigo. Es muy divertido y &aacute;gil, pero tambi&eacute;n muy vulnerable.</li>
  </ul>
  <blockquote>    
    <p class="style1"><img src="Imagenes/vehiculos/Screenshot_20240206-230632.jpg" width="480" height="282" /></p>
    <p class="style1">&nbsp;</p>
    <p class="style1">&nbsp;</p>
  </blockquote>
</ul>
</body>
</html>
