<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style2 {font-size: 18px}
body,td,th {
	color: #FFFFFF;
}
body {
	background-color: #000000;
}
#Layer1 {
	position:absolute;
	left:1588px;
	top:165px;
	width:69px;
	height:183px;
	z-index:1;
}
.style3 {color: #FFFFFF}
a:link {
	color: #FFFFFF;
	text-decoration: none;
}
a:visited {
	color: #FFFFFF;
	text-decoration: none;
}
a:hover {
	color: #FFFFFF;
	text-decoration: underline;
}
a:active {
	color: #FFFFFF;
	text-decoration: none;
}
.style4 {color: #000000}
-->
</style>
</head>

<body>
<blockquote class="style2">
  <p>&nbsp;</p>
  <p>BATTLE ROYALE<a name="br" id="br"></a>    </p>
  <blockquote>
    <p><strong>Battle Royale</strong>&nbsp;es un g&eacute;nero de&nbsp;<strong>juegos multijugador</strong>&nbsp;en el que los jugadores compiten para ser el &uacute;ltimo superviviente en quedar en pie. Inspirado en la pel&iacute;cula japonesa &ldquo;Battle Royale&rdquo; y la novela en la 
      que est&aacute; basada, este g&eacute;nero combina mec&aacute;nicas de&nbsp;<strong>supervivencia</strong>,&nbsp;<strong>exploraci&oacute;n</strong>&nbsp;y&nbsp;<strong>saqueo de &iacute;tems</strong>. En un juego de&nbsp;<strong>Battle Royale</strong>, los jugadores son arrojados a un mapa extenso y deben buscar armas, equipo y recursos mientras se enfrentan a otros jugadores. Aqu&iacute; tienes algunos detalles sobre Battle Royale: </p>
    <ul>
      <li>El modo Battle Royale se puede jugar en solitario, d&uacute;o o escuadr&oacute;n, con la opci&oacute;n de elegir entre primera o tercera persona. El mapa se va reduciendo con el tiempo, obligando a los jugadores a acercarse y a luchar. El mapa tiene diferentes zonas, como la plataforma de lanzamiento, el muelle, el campo de tiro, la granja, etc., donde se pueden encontrar diferentes tipos de armas, equipamiento y veh&iacute;culos. Los veh&iacute;culos incluyen motos, coches, helic&oacute;pteros, etc., que se pueden usar para desplazarse por el mapa y atacar a los enemigos. Los veh&iacute;culos tienen una barra de salud y pueden ser da&ntilde;ados o destruidos por el fuego enemigo o por el c&iacute;rculo de gas.</li>
    </ul>
    <ul>
      <li>El modo Battle Royale tiene un sistema de clases, que permite a los jugadores elegir entre diferentes roles, como Asalto, Francotirador, M&eacute;dico, Ninja, etc. Cada clase tiene una habilidad especial y un objeto pasivo, que se pueden usar en las partidas para obtener ventajas. Por ejemplo, la clase Asalto puede lanzar un dron que marca a los enemigos cercanos, la clase Francotirador puede usar un sensor t&aacute;ctico que revela la posici&oacute;n de los enemigos lejanos, la clase M&eacute;dico puede usar un botiqu&iacute;n que cura a los aliados, la clase Ninja puede usar un gancho que le permite desplazarse r&aacute;pidamente, etc. Las clases se pueden desbloquear y mejorar con puntos de experiencia, que se obtienen al jugar al modo Battle Royale.</li>
    </ul>
    <ul>
      <li>El modo Battle Royale tiene un sistema de bot&iacute;n, que permite a los jugadores recoger y equipar diferentes objetos que encuentran en el mapa o que les sueltan los enemigos eliminados. Los objetos incluyen armas, municiones, accesorios, granadas, blindajes. Las armas se dividen en diferentes categor&iacute;as, como rifles de asalto, subfusiles, escopetas, rifles de francotirador, y tienen diferentes atributos, como da&ntilde;o, alcance, cadencia, precisi&oacute;n. Los accesorios se pueden usar para mejorar las armas, como miras, silenciadores, cargadores, culatas. Los blindajes se pueden usar para aumentar la protecci&oacute;n. Los objetos tienen diferentes niveles de rareza, que se indican por el color, siendo el blanco el m&aacute;s com&uacute;n y el dorado el m&aacute;s raro.</li>
    </ul>
    <ul>
      <li>Si mueres tienes la opcion de ser reanimado y volver cuando salga el vuelo de reanimacion, este vuelo es limitado, pues cuando la zona segura ya se ha reducido considerablemente no puedes volver.</li>
    </ul>
    <p>En Battle Royale existe dos mapas con diferentes areas en las que el jugador debe usar estrategias para ir adentrandote en la zona segura e ir sobreviviendo mediante avanzas.</p>
    <p><img src="IMG-20240205-WA0024.jpg" width="743" height="311" />    </p>
    <table width="255" border="1" bordercolor="#FFFFFF">
      <tr>
        <td width="245" height="259" bordercolor="#FFFFFF" bgcolor="#000000"><blockquote>
          <p><a href="#br">BATTLE ROYALE</a></p>
        </blockquote>          <ul>
            <li class="style3"><a href="#mp">Mapas</a>
              <ol>
                <li><a href="#iso">Isolated</a></li>
                <li><a href="#blac">Blackout</a></li>
              </ol>
            </li>
            
            <li><a href="#hb">Habilidadaes</a></li>
        </ul>        </td>
      </tr>
    </table>
    <ul>
      <p>&nbsp;</p>
      <li>MAPAS<a name="mp" id="mp"></a></li>
    </ul>
  </blockquote>
</blockquote>
<ul type="square">
  <blockquote class="style2">    
    <blockquote>      
      <p>Mapa Isolated<a name="iso" id="iso"></a> </p>
    </blockquote>
    <p>El mapa Isolated es el primer mapa que se lanz&oacute; para el modo Battle Royale de Call of Duty Mobile. Es un mapa que combina elementos de las sagas Black Ops y Modern Warfare, ofreciendo una variedad de escenarios cl&aacute;sicos y nuevos, como Nuketown, Launch Base, Nuclear Plant. </p>
    <p>El mapa tiene un centro nevado y una periferia m&aacute;s c&aacute;lida, lo que crea un contraste de climas y terrenos. El mapa tambi&eacute;n tiene un sistema de cajas de suministros, que son cajas que se lanzan peri&oacute;dicamente desde el aire y que contienen objetos de alto nivel, como armas legendarias. Tambi&eacute;n tiene un sistema de Isolated HQ, que es una zona flotante que contiene objetos de alto nivel, pero que tambi&eacute;n es muy peligrosa y competitiva. </p>
    <p>El mapa tambi&eacute;n tiene un sistema de bot&iacute;n, que permite a los jugadores recoger y equipar diferentes objetos que encuentran en el mapa o que les sueltan los enemigos eliminados, como armas, accesorios, granadas, blindaje para aunmentar la proteccion del operador. Tambi&eacute;n tiene un sistema de jefes y monstruos, que son enemigos poderosos que aparecen en ciertas zonas del mapa y que al ser derrotados sueltan objetos de alto nivel, como armadura de nivel 3. El mapa tambi&eacute;n tiene un sistema de actualizaci&oacute;n de clases, que permite a los jugadores mejorar sus clases usando terminales que se encuentran en el mapa y que les dan m&aacute;s ventajas y beneficios. </p>
    <p><img src="Screenshot_20240206-232043.jpg" width="1014" height="903" /></p>
    <p>&nbsp;</p>
    <blockquote>      Mapa Blackout<a name="blac" id="blac"></a></blockquote>
    <p>El mapa Blackout es el segundo mapa que se lanz&oacute; para el modo Battle Royale de Call of Duty Mobile. Es un mapa que se basa en el primer mapa de Battle Royale que apareci&oacute; en la franquicia de Call of Duty, que es el que se vio en Black Ops 4.</p>
    <p> El mapa tiene un aspecto m&aacute;s oscuro y realista que el mapa Isolated, y ofrece una variedad de escenarios que se inspiran en las entregas anteriores de Black Ops, como Firing Range, Array, Nuketown Island.  El mapa tambi&eacute;n tiene un sistema de bot&iacute;n, que permite a los jugadores recoger y equipar diferentes objetos que encuentran en el mapa o que les sueltan los enemigos eliminados, como armas, accesorios, granadas, blindajes. El mapa tambi&eacute;n tiene un sistema de cajas de suministros, que son cajas que se lanzan peri&oacute;dicamente desde el aire y que contienen objetos de alto nivel, como armas legendarias.</p>
    <p><img src="Screenshot_20240206-231857.jpg" width="1020" height="924" /></p>
    <p>En ambos mapas existen areas de interes especial, como puntos de interes clave y areas de botin de alta calidad que atraen a los jugadores y fomentan el combate intenso. </p>
    <p>&nbsp;</p>
    <ul>
      <li type="square">HABILIDADES<a name="hb" id="hb"></a></li>
    </ul>
    <blockquote>&nbsp;</blockquote>
    <p>Las clases de operador o habilidades en Battle Royale, son roles especificos que los jugadores pueden elegir al inico de una partida para obtener habilidades unicas y ventajas en el campo de batalla. Cada clase de operador tiene sus propias habilidades especiales que pueden ayudar a los jugadores a adaptarse a las direfentes situaciones y estrategias del juego. A continuacion se estaran mencionando una de cada distinta clases de habilidades:</p>
    <ol>
      <li> Defensor: El Defensor es una clase que  se enfoca en la protecci&oacute;n y el apoyo del equipo. Su habilidad especial es el  &quot;Escudo Transformable&quot;, que despliega un escudo port&aacute;til que puede  bloquear el fuego enemigo y proporcionar cobertura para el jugador y sus  compa&ntilde;eros de equipo.</li>
      <li> M&eacute;dico: La clase M&eacute;dico est&aacute; dise&ntilde;ada  para brindar apoyo m&eacute;dico y curaci&oacute;n a los compa&ntilde;eros de equipo. Su habilidad  especial es &quot;Curaci&oacute;n R&aacute;pida&quot;, que permite al jugador curarse a s&iacute;  mismo y a sus compa&ntilde;eros m&aacute;s r&aacute;pido de lo normal.</li>
      <li> Ninja: La clase Ninja se centra en la  movilidad y el sigilo. Su habilidad especial es &quot;Grapple Hook&quot;, que  permite al jugador lanzar un gancho para desplazarse r&aacute;pidamente por el mapa y  acceder a lugares elevados de forma r&aacute;pida y sigilosa.</li>
      <li> Mec&aacute;nico: El Mec&aacute;nico es una clase que se  especializa en el uso de drones y equipos tecnol&oacute;gicos. Su habilidad especial  es &quot;EMP Drone&quot;, que despliega un drone que puede desactivar  temporalmente los dispositivos electr&oacute;nicos enemigos, como torretas y sensores. </li>
      <li>Rastreador: La clase Rastreador se  enfoca en el combate a larga distancia y la precisi&oacute;n. Su habilidad especial es  &quot;Sensor Dart&quot;, que despliega un sensor que revela la ubicaci&oacute;n de los  enemigos cercanos en el minimapa.</li>
    </ol>
    <p>Estas son solo algunas de las clases de operador  disponibles en Call of Duty Mobile. Cada una ofrece habilidades &uacute;nicas que  pueden adaptarse a diferentes estilos de juego y estrategias.</p>
    <p><img src="IMG-20240205-WA0023.jpg" width="597" height="415" /> </p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <blockquote>&nbsp;    </blockquote>
  </blockquote>
</ul>
</body>
</html>
