<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style10 {font-family: Arial, Helvetica, sans-serif; color: #000000; }
.style17 {
	font-size: 18px;
	color: #FFFFFF;
}
body {
	background-color: #000000;
}
body,td,th {
	color: #000000;
}
a:link {
	color: #0000CC;
	text-decoration: none;
}
a:visited {
	text-decoration: none;
}
a:hover {
	text-decoration: underline;
}
a:active {
	text-decoration: none;
}
-->
</style>
</head>

<body>
<form id="form1" name="form1" method="post" action="">
<p>aaqui</p>
<blockquote class="style17"> 
  <p><strong><strong>C</strong>all of Duty: Mobile</strong> es la versi&oacute;n para tel&eacute;fonos m&oacute;viles del famoso videojuego Call of Duty. Desarrollado por Activision y TiMi Studios de Tencent Games, este juego de disparos en primera y tercera persona est&aacute; disponible tanto para Android como para iOS y fue lanzado el 1 de octubre de 2019.En <strong>Call of Duty: Mobile</strong>, puedes disfrutar de la emoci&oacute;n de Call of Duty 
    donde quiera que est&eacute;s. El juego ofrece modos de juego variados, incluyendo: </p>
  <ul>
    <li>El juego tiene dos modos principales: <a href="Untitled-5.html">Battle Royale</a> y <a href="multijugador.html">Multijugador.</a> En el modo Battle Royale, hasta 100 jugadores se enfrentan en un mapa gigante, donde deben buscar armas, veh&iacute;culos y objetos para sobrevivir y eliminar a los dem&aacute;s. El mapa se va reduciendo con el tiempo, obligando a los jugadores a acercarse y a luchar. El &uacute;ltimo jugador o equipo en pie gana la partida. En el modo Multijugador, los jugadores pueden participar en combates por equipos de 5 contra 5, en diferentes modos como Duelo por equipos, Buscar y destruir, Dominio, Punto caliente. Los jugadores pueden elegir entre diferentes clases, como Asalto, Francotirador, M&eacute;dico, y personalizar sus armas y equipamiento.</li>
    </ul>
  <ul>
    <li>El juego cuenta con una gran variedad de mapas, que recrean escenarios cl&aacute;sicos de las entregas anteriores de Call of Duty, como Nuketown, Crash, Hijacked, Firing Range, etc. Adem&aacute;s, el juego a&ntilde;ade nuevos mapas exclusivos, como Oasis, Coastal, Cage, etc. Los mapas tienen diferentes tama&ntilde;os, dise&ntilde;os y ambientaciones, lo que influye en la estrategia y el estilo de juego de cada partida.</li>
  </ul>
  <ul>
    <li>El juego tambi&eacute;n ofrece una amplia selecci&oacute;n de personajes, que incluye a h&eacute;roes ic&oacute;nicos de las sagas Black Ops y Modern Warfare, como John Price, Alex Mason, Simon &ldquo;Ghost&rdquo; Riley, Thomas Merrick, etc. Los jugadores pueden desbloquear y personalizar a estos personajes, cambiando su aspecto, su voz y sus gestos. Los personajes tambi&eacute;n tienen habilidades especiales, como lanzar un dron, invocar un escudo, etc., que pueden usar en las partidas para obtener ventajas.</li>
  </ul>
  <ul>
    <li>El juego tiene un sistema de progresi&oacute;n, que permite a los jugadores subir de nivel, ganar experiencia, monedas y puntos de batalla, que pueden usar para desbloquear y mejorar sus armas, equipamiento, personajes, etc. El juego tambi&eacute;n tiene un pase de batalla, que ofrece recompensas adicionales a los jugadores que lo adquieren, como objetos exclusivos, skins, etc. El juego se actualiza peri&oacute;dicamente, a&ntilde;adiendo nuevas temporadas, eventos, modos, mapas, personajes, armas, etc.</li>
  </ul>
  <p>Adem&aacute;s,<strong> Call of Duty: Mobile</strong> ofrece una jugabilidad en alta definici&oacute;n, controles personalizables e intuitivos, chat de voz y texto con amigos, y gr&aacute;ficos y sonido en 3D. </p>
  <p>&nbsp;</p>
</blockquote>
<table width="200" border="1">
    <tr>
      <td><blockquote>
        <blockquote>&nbsp;</blockquote>
      </blockquote>        <iframe width="789" height="444" src="https://www.youtube.com/embed/tv7LfFeamsc" title="Call of Duty®:Mobile - Cinematic Trailer" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe> </td>
    </tr>
  </table>
  <p class="style10">&nbsp;</p>
</form>
</body>

</html>
